tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aspell"
brew "automake"
brew "autossh"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "gcc"
brew "gdb"
brew "git"
brew "graphviz"
brew "grep"
brew "htop"
brew "jemalloc"
brew "jq"
brew "libomp"
brew "openblas"
brew "pandoc"
brew "pkg-config"
brew "python"
brew "ripgrep"
brew "rtags", restart_service: true
brew "rustup-init"
brew "stow"
brew "syncthing", restart_service: true
brew "tmux"
brew "tmux-cssh"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-modern-icon", "with-pdumper"]